{
  "title": "🇯🇵 STUDIO AKIYA 2026",
  "sections": [
    {
      "heading": "STUDIO AKIYA",
      "content": [
        {
          "type": "paragraph",
          "text": "A contemplative residency series for creative practice.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Leveraging the spaciousness of emptiness, and the intimacy of homes, to ground contemplative creation.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "What Is STUDIO AKIYA?",
      "content": [
        {
          "type": "paragraph",
          "text": "STUDIO AKIYA is a small, temporary creative residency series based in Japan.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Each edition brings together a small group (3–6 participants) for a limited period to live, work, and practice together in a minimal domestic setting. Every dimension of the experience — spatial, temporal, social — is deliberately designed to cultivate qualities of mind that support clearer seeing, deeper engagement, and more honest creative work.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "This is not a program to be consumed, nor a solution to be delivered.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "It is a container for people already engaged in meaningful work who want to relate to that work more honestly and deliberately.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "STUDIO AKIYA is, first and foremost, a working container for its hosts. Opening it to others is part of the experiment—not a finalized offering.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "What This Is / What This Is Not",
      "content": [
        {
          "type": "paragraph",
          "text": "This is:",
          "links": []
        },
        {
          "type": "list_item",
          "text": "A creative residency rooted in shared rhythm and practice",
          "links": []
        },
        {
          "type": "list_item",
          "text": "A contemplative working environment, not a schedule of activities",
          "links": []
        },
        {
          "type": "list_item",
          "text": "An experiment in how place, structures, simplicity, and community shape attention",
          "links": []
        },
        {
          "type": "list_item",
          "text": "A space where participants actively share, question, and strengthen each other's work",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "This is not:",
          "links": []
        },
        {
          "type": "list_item",
          "text": "A retreat, therapy space, or spiritual training",
          "links": []
        },
        {
          "type": "list_item",
          "text": "A vacation or cultural tour of Japan",
          "links": []
        },
        {
          "type": "list_item",
          "text": "A productivity accelerator or outcome-optimized program",
          "links": []
        },
        {
          "type": "list_item",
          "text": "A place where others will define your direction or shape your path for you",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "Ethos",
      "content": [
        {
          "type": "paragraph",
          "text": "STUDIO AKIYA values:",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Simplicity over accumulation",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Attention over productivity",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Practice over performance",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Care over optimization",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Honesty over polish",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "We are interested in creating conditions that support calmness, clarity, curiosity, care, compassion, courage, confidence, and connectedness — not as abstract ideals, but as lived qualities of mind.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "How It Works",
      "content": [
        {
          "type": "paragraph",
          "text": "Each edition of STUDIO AKIYA is time-bound and place-specific. The location and character shift from edition to edition, but the underlying rhythm remains consistent.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Shared elements include:",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Living together in a minimal domestic space",
          "links": []
        },
        {
          "type": "list_item",
          "text": "A daily rhythm balancing focus, contemplation, movement, nourishment, exploration, play, and rest",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Individual creative or vocational work, held alongside communal presence",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Active sharing: participants regularly surface, discuss, and think through their work together",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Facilitated encounters with unexpected material — transdisciplinary research, contemplative exercises, wandering, and collaborative sense-making — designed to broaden and challenge each person's perspective",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Simple reflective rituals for marking time and noticing what's emerging",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Participants arrive with a project or area of inquiry, but formal intentions are not set until several days into the residency. This allows initial goals to soften, clarify, or change as people settle into the space.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Structure exists to support attention and intention, not to dictate outcomes. Some friction is deliberate — an invitation to see your work, and the assumptions beneath it, more clearly.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "2026 Editions",
      "content": [
        {
          "type": "paragraph",
          "text": "Tokyo Edition (May 21 to June 11): Set inside a modernist home in Chiba — secluded but connected, 60 minutes by train from central Tokyo. The setting holds a productive tension: the quiet and space to go inward, with one of the world's densest cities within reach whenever the work calls for it. Tokyo's neighborhoods, institutions, and cultural infrastructure become available as material for exploration without dominating the daily rhythm.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Art Islands Edition (June 12 to July 8): The Seto Inland Sea islands — Naoshima, Teshima, and their neighbors — where contemporary art is embedded directly into landscape, architecture, and community. Here the environment itself becomes a primary interlocutor. Exploration shifts from research and conversation toward direct encounter: walking through installations, sitting with land art, feeling how place and intention shape each other.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Takayama Edition (July 10 to August 7): A mountain town in the Japanese Alps, known for preserved Edo-era streetscapes, deep craft traditions, and a pace of life shaped by altitude and season. Takayama offers something less foregrounded in Tokyo’s density or the Art Islands’ curated landscape — an encounter with continuity . Craft practiced across generations, festivals that predate modernity, a built environment that reflects centuries of accumulated care.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "On Cost",
      "content": [
        {
          "type": "paragraph",
          "text": "STUDIO AKIYA operates at cost. Pricing for each edition is expected to range from approximately $1,200–1,800 USD, covering accommodation, food, and the full residency program. Final pricing depends on exact accommodation arrangements for each edition.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Living arrangements reflect the spaces themselves — expect shikibuton sleeping mats on tatami in modular spaces inside a communal co-living environment.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "On Place",
      "content": [
        {
          "type": "paragraph",
          "text": "STUDIO AKIYA takes place in Japan not as an aesthetic or spiritual symbol, but as a lived context.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "We approach place with humility and restraint, recognizing ourselves as guests within complex histories and contemporary communities. This project is about being in Japan, not extracting meaning from it.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "Responsibility & Participation",
      "content": [
        {
          "type": "paragraph",
          "text": "STUDIO AKIYA assumes a high degree of personal responsibility. Participants are expected to:",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Care for their own emotional regulation and boundaries",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Engage uncertainty without needing constant reassurance or direction",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Contribute to shared domestic life and agreed-upon rhythms",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Work collaboratively, not competitively",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Support is relational and mutual, not therapeutic or directive.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Periods of stagnation, confusion, or emotional friction aren't side effects — they're part of the work.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "Who This Is For",
      "content": [
        {
          "type": "paragraph",
          "text": "STUDIO AKIYA may be a good fit if you:",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Are already engaged in serious creative, vocational, or research work",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Are comfortable with contemplative practice or curious to explore it",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Want to work with others rather than merely alongside them",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Can commit to shared rhythms and collective responsibility",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Are willing to be present, uncertain, and practicing—not performing productivity",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "This will likely not be a good fit if you are predominantly seeking healing, rest, clear instruction, or externally defined outcomes. We're not here to fix, heal, or resolve you. We're practicing alongside you.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "Experimentation & Uncertainty",
      "content": [
        {
          "type": "paragraph",
          "text": "STUDIO AKIYA is an ongoing experiment.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Some aspects of the experience may change as we learn. We value transparency over polish and discernment over scale. Participation is an act of shared inquiry, not enrollment in a finished model.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "Applying",
      "content": [
        {
          "type": "paragraph",
          "text": "Each edition is small and selective — typically 3–6 participants. You may apply to one or more of the 2026 editions. The application focuses less on credentials and more on readiness, orientation, and capacity for shared practice.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Applications are reviewed on a rolling basis. Shortlisted applicants will be invited to a 30-minute conversation with the hosts before any offer is made.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "Influences & Lineages",
      "content": [
        {
          "type": "paragraph",
          "text": "This project does not belong to a single tradition or school. It is informed by a loose constellation of thinkers, artists, and practitioners who share a concern for attention, ethics, scale, and ways of living and working that resist domination by speed, abstraction, and instrumentalism.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "These names are offered as points of resonance rather than authority or instruction. They shape the questions held here more than they prescribe answers.",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Daniel Schmachtenberger — For sensemaking in the face of civilizational-scale risk without collapsing into certainty or solutionism.",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Ursula K. Le Guin — For non-heroic imagination, quiet world-building, and alternatives to conquest-driven narratives of progress.",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Rob Burbea — For contemplative practice understood as creative, imaginal, and ethically subtle rather than doctrinal.",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Gotama Buddha — For the integration of moral conduct, mental cultivation, and discernment as a path through discontentedness.",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Thích Nhất Hạnh — For embodied ethics, simplicity, and the inseparability of practice from daily life and relationship.",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Ivan Illich — For rigorous critique of over-institutionalization, professionalism, and the quiet violence of \"help.\"",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Jun'ichirō Tanizaki — For attention to subtlety, shadow, restraint, and the atmospheres that shape perception and care.",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Donna Haraway — For situated knowledge, partial perspectives, and the discipline of \"staying with the trouble.\"",
          "links": []
        },
        {
          "type": "list_item",
          "text": "Brian Eno — For thinking in terms of conditions, generative systems, and creative environments rather than control.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "Together, these influences point less toward a worldview than toward a way of paying attention.",
          "links": []
        }
      ],
      "links": []
    },
    {
      "heading": "About Your Co-Convenors",
      "content": [
        {
          "type": "paragraph",
          "text": "Chris Neels is a strategist and researcher whose work bridges strategic foresight, ontological design, and science & technology studies. He has spent a decade working in innovation consulting, and currently maintains an independent practice that — alongside client work — has become a space for research and experimentation in designing conditions and catalysts that shape how creative work unfolds. He is a student and practitioner of the Buddha's original teachings, and STUDIO AKIYA is one expression of the questions that practice continues to open.",
          "links": []
        },
        {
          "type": "paragraph",
          "text": "James McMillan is a writer and communications strategist based in Kyiv. He has worked at senior levels of the Canadian government and, more recently, on strategic communications in the context of Russia's war on Ukraine — focused on protecting information integrity and safeguarding Ukrainian agency, identity, and culture under sustained attack. Living inside those conditions shifted his central question from how to shape messages to what must be true of attention, responsibility, and consequence for communication to matter at all. He facilitates an Engaged Buddhism–inspired sangha in Kyiv, and joins STUDIO AKIYA as a co-convenor drawn by the same concerns that animate his work.",
          "links": []
        }
      ],
      "links": []
    }
  ]
}